[
  {
    "text": "There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.",
    "reference": "1 John 4:18",
    "theme": "Worry and Anxiety"
  },
  {
    "text": " But even if you should suffer for what is right, you are blessed. “Do not fear their threats ; do not be frightened.”",
    "reference": "1 Peter 3:14",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.",
    "reference": "2 Timothy 1:7",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "say to those with fearful hearts, “Be strong, do not fear; your God will come, he will come with vengeance; with divine retribution he will come to save you.”",
    "reference": "Isaiah 35:4",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
    "reference": "Isaiah 40:31",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
    "reference": "Isaiah 41:10",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "Hebrews 11:1",
    "reference": "Now faith is confidence in what we hope for and assurance about what we do not see.",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "Do not let your hearts be troubled. You believe in God; believe also in me.",
    "reference": "John 14:1",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "Joshua 1:9",
    "reference": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the LORD your God will be with you wherever you go.”",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "Luke 12:22",
    "reference": " Then Jesus said to his disciples: “Therefore I tell you, do not worry about your life, what you will eat; or about your body, what you will wear.",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "Do not be anxious about your life—what to eat, drink, or wear—because life is more than food and the body more than clothing. Look at the birds of the air; they neither sow nor reap, yet your heavenly Father feeds them. Are you not of more value than they? Can worrying add a single hour to your life? Consider the flowers of the field, how they grow without labor or spinning. Even Solomon, in all his splendor, was not dressed like one of these. If God so clothes the grass, which is here today and gone tomorrow, will He not much more clothe you, people of little faith? Therefore, do not worry about daily needs; your heavenly Father knows them. Instead, seek first His kingdom and righteousness, and all these things will be added unto you. Hence, do not be troubled about tomorrow, for each day carries its own challenges.",
    "reference": "Matthew 6:25-34",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "I sought the LORD, and he answered me; he delivered me from all my fears.",
    "reference": "Psalms 34:4",
    "theme": "Worry and Anxiety"
  },{
    "text": " The righteous cry out, and the LORD hears them; he delivers them from all their troubles.",
    "reference": "Psalms 34:17",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "When anxiety was great within me, your consolation brought me joy.",
    "reference": "Psalms 94:19",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "The LORD will vindicate me; your love, LORD, endures forever— do not abandon the works of your hands.",
    "reference": "Psalms 138:8",
    "theme": "Worry and Anxiety"
  },
  {
    "text": " Trust in the LORD with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
    "reference": "Proverbs 3:5-6",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "Come to me, all you who are weary and burdened, and I will give you rest. Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. For my yoke is easy and my burden is light.",
    "reference": "Matthew 11:28-30",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "The Lord is my shepherd, and I lack nothing. He makes me lie down in green pastures and leads me beside quiet waters, refreshing my soul. He guides me along the right paths for His name's sake. Even in the darkest valley, I will fear no evil, for He is with me; His rod and staff provide comfort. He prepares a table before me in the presence of my enemies, anointing my head with oil, and my cup overflows. Surely His goodness and love will follow me all the days of my life, and I will dwell in the house of the Lord forever.",
    "reference": "Psalms 23",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "Now may the Lord of peace himself give you peace at all times and in every way. The Lord be with all of you.",
    "reference": "2 Thessalonians 3:16",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "Keep your lives free from the love of money and be content with what you have, for God has said, Never will I leave you; never will I forsake you. Therefore, with confidence, we declare, The Lord is my helper; I will not be afraid. What can mere mortals do to me?",
    "reference": "Hebrews 13:5-6",
    "theme": "Worry and Anxiety"
  },
  {
    "text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
    "reference": "Isaiah 41:10",
    "theme": "God's Promise"
  },
  {
    "text": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
    "reference": "Isaiah 26:3",
    "theme": "God's Promise"
  },
  {
    "text": "The LORD himself goes before you and will be with you; he will never leave you nor forsake you. Do not be afraid; do not be discouraged.",
    "reference": "Deuteronomy 31:8",
    "theme": "God's Promise"
  },
  {
    "text": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.",
    "reference": "John 16:33",
    "theme": "God's Promise"
  },
  {
    "text": "I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you.",
    "reference": "Psalms 32:8",
    "theme": "God's Promise"
  },
  {
    "text": "The Lord makes firm the steps of the one who delights in Him; though he may stumble, he will not fall, for the Lord upholds him with His hand.",
    "reference": "Psalms 37:23-24",
    "theme": "God's Promise"
  },
  {
    "text": "Come to me, all you who are weary and burdened, and I will give you rest. Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.",
    "reference": "Matthew 11:28-29",
    "theme": "God's Promise"
  },
  {
    "text": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.' Therefore, I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me. That is why, for Christ’s sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong.",
    "reference": "2 Corinthians 12:9-10",
    "theme": "God's Promise"
  },
  {
    "text": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance.",
    "reference": "James 1:2-3",
    "theme": "God's Promise"
  },
  {
    "text": "The LORD will fight for you; you need only to be still.”",
    "reference": "Exodus 14:14",
    "theme": "God's Promise"
  },
  {
    "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
    "reference":"Romans 8:28",
    "theme": "God's Promise"
  }
  ,
  {
    "text": "no weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the LORD, and this is their vindication from me,” declares the LORD.",
    "reference":"Isaiah 54:17",
    "theme":"God's Promise"
  },
  {
    "text": "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.",
    "reference":"James 1:5",
    "theme":"God's Promise"
  },
  {
    "text": " Submit yourselves, then, to God. Resist the devil, and he will flee from you.",
    "reference":"James 4:7",
    "theme":"God's Promise"
  },
  {
    "text": " If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
    "reference":"1 John 1:9",
    "theme":"God's Promise"
  },
  {
    "text": " if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.",
    "reference":"2 Chronicles 7:14",
    "theme":"God's Promise"
  },
  {
    "text": "Even though I walk through the darkest valley,I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
    "reference":"Psalms 23:4",
    "theme":"God's Promise"
  },
  {
    "text": "The LORD is my light and my salvation— whom shall I fear? The LORD is the stronghold of my life— of whom shall I be afraid?",
    "reference":"Psalms 27:1",
    "theme":"God's Promise"
  },
  {
    "text": "The righteous cry out, and the LORD hears them; he delivers them from all their troubles.",
    "reference":"Psalms 34:17",
    "theme":"God's Promise"
  },
  {
    "text": "If you declare with your mouth, 'Jesus is Lord,' and believe in your heart that God raised him from the dead, you will be saved. For it is with your heart that you believe and are justified, and it is with your mouth that you profess your faith and are saved.",
    "reference":"Romans 10:9-10",
    "theme":"God's Promise"
  },
  {
    "text": "and call on me in the day of trouble; I will deliver you, and you will honor me.",
    "reference":"Psalms 50:15",
    "theme":"God's Promise"
  },
  {
    "text": "Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.",
    "reference":"Deuteronomy 31:6",
    "theme":"Strength"
  },
  {
    "text": "The LORD is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold.",
    "reference":"Psalms 18:2",
    "theme":"Strength"
  },
  {
    "text": "but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
    "reference":"Isaiah 40:31",
    "theme":"Strength"
  },
  {
    "text": "I can do all this through him who gives me strength.",
    "reference":"Philippians 4:13",
    "theme":"Strength"
  },
  {
    "text": "Ah, Sovereign LORD, you have made the heavens and the earth by your great power and outstretched arm. Nothing is too hard for you.",
    "reference":"Jeremiah 32:17",
    "theme":"Strength"
  },
  {
    "text": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.",
    "reference":"2 Timothy 1:7",
    "theme":"Strength"
  },
  {
    "text": "But I will sing of your strength, in the morning I will sing of your love; for you are my fortress, my refuge in times of trouble.",
    "reference":"Psalms 59:16",
    "theme":"Strength"
  },
  {
    "text": " For the LORD your God is the one who goes with you to fight for you against your enemies to give you victory.",
    "reference":"Deuteronomy 20:4",
    "theme":"Strength"
  },
  {
    "text": "Exodus 15:2",
    "reference":"The LORD is my strength and my defense ; he has become my salvation. He is my God, and I will praise him, my father’s God, and I will exalt him.",
    "theme":"Strength"
  },
  {
    "text": "Finally, be strong in the Lord and in his mighty power.",
    "reference":"Ephesians 6:10",
    "theme":"Strength"
  },
  {
    "text": " Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the LORD your God will be with you wherever you go.”",
    "reference":"Joshua 1:9",
    "theme":"Strength"
  },
  {
    "text": "She is clothed with strength and dignity; she can laugh at the days to come.",
    "reference":"Proverbs 31:25",
    "theme":"Strength"
  },
  {
    "text": "Be on your guard; stand firm in the faith; be courageous; be strong.",
    "reference":"1 Corinthians 16:13",
    "theme":"Strength"
  },
  {
    "text": "And our hope for you is firm, because we know that just as you share in our sufferings, so also you share in our comfort.",
    "reference":"2 Corinthians 1:7",
    "theme":"Strength"
  },
  {
    "text": "The Sovereign LORD is my strength; he makes my feet like the feet of a deer, he enables me to tread on the heights.",
    "reference":"Habakkuk 3:19",
    "theme":"Strength"
  },
  {
    "text": "The LORD gives strength to his people; the LORD blesses his people with peace.",
    "reference":"Psalms 29:11",
    "theme":"Strength"
  },
  {
    "text": " My flesh and my heart may fail, but God is the strength of my heart and my portion forever.",
    "reference":"Psalms 73:26",
    "theme":"Strength"
  },
  {
    "text": "God is our refuge and strength, an ever-present help in trouble.",
    "reference":"Psalms 46:1",
    "theme":"Strength"
  },
  {
    "text": "Nehemiah said, “Go and enjoy choice food and sweet drinks, and send some to those who have nothing prepared. This day is holy to our Lord. Do not grieve, for the joy of the LORD is your strength.”",
    "reference":"Nehemiah 8:10",
    "theme":"Strength"
  },
  {
    "text": "But you, LORD, do not be far from me. You are my strength; come quickly to help me.",
    "reference":"Psalms 22:19",
    "theme":"Strength"
  },
  {
    "text": "Look to the LORD and his strength; seek his face always.",
    "reference":"1 Chronicles 16:11",
    "theme":"Strength"
  },
  {
    "text": "The LORD is my strength and my defense ; he has become my salvation.",
    "reference":"Psalms 118:14",
    "theme":"Strength"
  },
  {
    "text": "Surely God is my salvation; I will trust and not be afraid. The LORD, the LORD himself, is my strength and my defense ; he has become my salvation.”",
    "reference":"Isaiah 12:2",
    "theme":"Strength"
  },
  {
    "text": "I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being,",
    "reference":"Ephesians 3:16",
    "theme":"Strength"
  },
  {
    "text": "If anyone speaks, they should do so as one who speaks the very words of God. If anyone serves, they should do so with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen.",
    "reference":"1 Peter 4:11",
    "theme":"Strength"
  },
  {
    "text": " LORD, be gracious to us; we long for you. Be our strength every morning, our salvation in time of distress.",
    "reference":"Isaiah 33:2",
    "theme":"Strength"
  },
  {
    "text": "The LORD is my strength and my shield; my heart trusts in him, and he helps me. My heart leaps for joy, and with my song I praise him. The LORD is the strength of his people, a fortress of salvation for his anointed one.",
    "reference":"Psalms 28:7-8",
    "theme":"Strength"
  }
]